Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# add-package.install.loading-dependencies
source: Loading Dependencies…
cs: Načítání závislostí…
de: Abhängigkeiten werden geladen…
es_419: Cargando dependencias…
fr: Chargement des dépendances…
it: Carico dipendenze…
ko: 종속성 로드 중...
pt_pt: Carregando Dependências…
ru: Загрузка зависимостей...
tr: Bağımlılıklar Yükleniyor…
uk: Завантаження залежностей...
zh_hans: 加载依赖…
zh_hant: 載入依賴項目…

# add-package.install.finished
source: Done
cs: Hotovo
de: Fertig
es_419: Hecho
fr: Terminé
it: Fine
ko: 완료
pt_pt: Feito
ru: Готово
tr: Tamamlandı
uk: Завершено
zh_hans: 完成
zh_hant: 完成

# add-package.install.hide-details
source: Hide details
cs: Skrýt podrobnosti
de: Details ausblenden
es_419: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
ko: 세부 정보 숨기기
pt_pt: Esconder detalhes
ru: Скрыть подробности
tr: Detayları gizle
uk: Сховати деталі
zh_hans: 隐藏详细信息
zh_hant: 隱藏詳細資訊

# add-package.install.installation-terminated.no-terminal-output-provided
source: Homebrew didn’t provide any output
cs: Homebrew neposkytnul žádný výstup
de: Homerebrew hat keine Ausgabe geliefert.
es_419: Homebrew no produjo ninguna salida
fr: Homebrew n’a retourné aucune sortie
it: Homebrew non ha fornito nessun output
ru: Вывод от Homebrew отсутствует
tr: Homebrew herhangi bir çıktı vermedi
uk: Homebrew не надав жодного результату
zh_hans: Homebrew 未提供任何输出
zh_hant: Homebrew 沒有提供任何輸出

# add-package.install.installation-terminated.subheadline
source: Homebrew terminated the installation of this package before it properly started. Check below for the output of the installation command
cs: homerbew ukončil instalaci tohoto balíčku, než mohla začít. Níže uvidíte výstup Homebrew
de: Homebrew hat die Installation dieses Pakets beendet, bevor sie ordnungsgemäß gestartet wurde. Die Ausgabe des Installationsbefehls finden Sie unten.
es_419: Homebrow terminó la instalación de este paquete antes de que se iniciara. Revisa la salida del comando de instalación abajo
fr: Homebrew a terminé l’installation de ce paquet avant qu’elle ait vraiment démarré. Vérifiez ci dessous la sortie de la commande d’installation
it: Homebrew ha terminato l’installazione di questo pacchetto prima che potesse iniziare correttamente. Controlla l’output del comando di installazione in basso
pt_pt: O Homebrew terminou a instalação desta biblioteca antes desta ter iniciado. Verifica abaixo o resultado do comando de instalação
ru: Homebrew прервал установку этого пакета перед его началом. Проверьте вывод команды установки, приведенный ниже.
tr: Homebrew bu paketin kurulumunu başlamadan sonlandırdı. Kurulum komutunun çıktısını aşağıdan kontrol edebilirsiniz.
uk: Homebrew завершив встановлення цього пакету до того, як воно розпочалося належним чином. Нижче наведено результати виконання команди встановлення
zh_hans: Homebrew 在正式开始前就终止了此软件包的安装。 请查看下方安装命令的输出信息
zh_hant: Homebrew 在它正確開始之前就終止了此套件的安裝。 請參閱下方安裝指令之輸出結果

# add-package.install.installation-terminated.title
source: Package installation terminated unexpectedly
cs: Instalace balíčku byla neočekávaně přerušena
de: Die Installation des Programms wurde unerwartet beendet.
es_419: La instalación del paquete terminó de manera inesperada
fr: L’installation du paquet s’est terminée de manière inattendue
it: L’installazione del pacchetto si è arrestata inaspettatamente
pt_pt: Instalação da biblioteca terminou inesperadamente
ru: Процесс установки пакета был неожиданно прерван
tr: Paket kurulumu beklenmedik bir şekilde sonlandırıldı
uk: Встановлення пакунка несподівано завершилося
zh_hans: 包安装意外停止
zh_hant: 安裝套件時意外結束

# add-package.install.installing-cask-%@
source: Installing %@…
cs: Instalace %@…
de: Installiere %@…
es_419: Instalando %@…
fr: Installation %@…
it: Installo %@…
ko: %@ 설치중…
pt_pt: Instalando %@
ru: Установка %@...
tr: %@ kuruluyor…
uk: Встановлення %@...
zh_hans: 安装 %@…
zh_hant: 正在安裝 %@…

# add-package.install.installing-dependencies-%lld-of-%lld
source: Installing Dependency %lld/%lld
cs: Instalace závislosti %lld/%lld
de: Installiere Abhängigkeit %lld/%lld
es_419: Instalando dependencia %lld/%lld
fr: Installation de dépendance %lld/%lld
it: Installo dipendenze %lld/%lld
ko: 종속성 %lld/%lld 설치하기
pt_pt: Instalando Dependência %lld/%lld
ru: Установка зависимостей: %lld/%lld
tr: Bağımlılık kuruluyor: %lld/%lld
uk: Встановлення залежності %lld/%lld
zh_hans: 正在安装依赖 %lld/%lld
zh_hant: 正在安裝依賴項目 %lld/%lld

# add-package.install.installing-package
source: Installing Package…
cs: Instalace balíčku…
de: Installiere Paket…
es_419: Instalando el paquete…
fr: Installation du paquet…
it: Installo pacchetto…
ko: 패키지 설치중...
pt_pt: Instalando Biblioteca…
ru: Установка зависимостей...
tr: Paket kuruluyor…
uk: Встановлення пакету...
zh_hans: 安装软件包…
zh_hant: 正在安裝套件…

# add-package.error.timed-out.title
source: Loading of top packages timed out
cs: Načítání nejoblíbenějších balíčků se nezdařilo
de: Zeitüberschreitung beim Laden der Top-Pakete
es_419: Se agotó el tiempo de carga de los paquetes populares
fr: Le chargement des paquets les plus populaires a été interrompu
it: Il caricamento dei pacchetti popolari ha richiesto troppo tempo
ko: 상위 패키지 로딩 시간 초과
pt_pt: O carregamento das bibliotecas principais expirou
ru: Не удалось загрузить список популярных пакетов за выделенное время
tr: Liste başı paketlerin yüklenmesi zaman aşımına uğradı
uk: Перевищено час на завантаження найкращих пакетів
zh_hans: 加载热门软件包超时
zh_hant: 熱門套件載入時間過長

# actiton.report-bugs.forum
source: Report on the forums…
cs: Nahlásit na fóru…
de: Im Forum melden…
es_419: Reportar en los foros…
fr: Signaler sur les forums…
it: Segnala sui forum…
pt_pt: Reporta nos fóruns...
ru: Сообщить на форум…
tr: Forum üzerinden bildir…
uk: Повідомити на форумах...
zh_hans: 在论坛反馈…
zh_hant: 在論壇中回報…

# action.reload-services
source: Reload Services
cs: Znovu načíst služby
de: Dienstleistungen neu laden
es_419: Recargar servicios
fr: Recharger les services
it: Ricarica servizi
pt_pt: Recarregar Serviços
ru: Обновить список сервисов
tr: Servisleri Yeniden Yükle
uk: Перезавантажити сервіси
zh_hans: 重新加载服务
zh_hant: 重新載入服務

# add-tap.action
source: Add
cs: Přidat
de: Hinzufügen
es_419: Añadir
fr: Ajouter
it: Aggiungi
ko: 추가
pt_pt: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

# adopt-cask.finished.description
source: This package can now be updated through Homebrew
cs: Tento balíček nyní můžete aktualizovat skrze Homebrew
de: Dieses Paket kann nun über Homebrew aktualisiert werden.
es_419: Este paquete no se puede actualizar a través de Homebrew
fr: Ce paquet peut maintenant être mis à jour via Homebrew
it: È ora possibile aggiornare questo pacchetto via Homebrew
ru: Теперь этот пакет может быть обновлен с помощью Homebrew
tr: Bu paket artık Homebrew üzerinden güncellenebilir
uk: Цей пакет тепер можна оновити за допомогою Homebrew
zh_hant: 這項套件現在可以透過 Homebrew 更新

# add-package.search.results.casks
source: Found Casks
cs: Nalezené soudky
de: Gefundene Casks
es_419: Casks encontrados
fr: Cask trouvés
it: Cask trovati
ko: 발견한 Casks
pt_pt: Casks encontrados
ru: Найденные приложения macOS
tr: Bulunan Cask'lar
uk: Знайдені Cask
zh_hans: 找到以下 Cask
zh_hant: 已找到的 Casks

# add-package.install.wrong-architecture-%@.user-architecture-is-%@
source: %1$@ doesn't support %2$@ chips
cs: Balíček %1$@ nepodporuje čipy %2$@
de: %1$@ unterstützt %2$@ Prozessoren nicht
es_419: %1$@ no admite chips %2$@
fr: %1$@ ne supporte pas les processeurs %2$@
it: %1$@ non supporta i chip %2$@
ko: %1$@ 은(는) %2$@ 칩을 지원하지 않습니다.
pt_pt: %1$@ não suporta os processadores %2$@
ru: %1$@ не поддерживает архитектуру %2$@
tr: %1$@, %2$@ yonga türünü desteklemiyor
uk: %1$@ не підтримує процесори %2$@
zh_hans: %1$@ 不支持 %2$@ 芯片
zh_hant: %1$@ 不支援 %2$@ 處理器

# add-package.install.wrong-architecture.title
source: This package doesn't support your chip
cs: Tento balíček nepodporuje váš procesor
de: Dieses Paket unterstützt deinen Prozessor nicht
es_419: Este paquete no es compatible con su chip
fr: Ce paquet n'est pas compatible avec votre processeur
it: Questo pacchetto non supporta il tuo chip
ko: 이 패키지는 해당 칩을 지원하지 않습니다.
pt_pt: Esta biblioteca não suporta o teu processador
ru: Этот пакет не поддерживает архитектуру вашего компьютера
tr: Bu paket işlemcinizi desteklemiyor
uk: Цей пакет не підтримує Ваш процесор
zh_hans: 你的芯片不支持该软件包
zh_hant: 這個套件不支援您的處理器

# add-package.result.already-installed
source: Already Installed
cs: Balíček nainstalovaný
de: Bereits installiert
es_419: Ya instalado
fr: Déjà installé
it: Già installato
ko: 이미 설치됨
pt_pt: Instalado
ru: Уже установлен
tr: Kurulu
uk: Вже встановлено
zh_hans: 已安装
zh_hant: 已安裝

# add-package.result.description-empty
source: No description provided
cs: Vývojář neposkytnul popis balíčku
de: Keine Beschreibung vorhanden
es_419: No se proporciona descripción
fr: Aucune description fournie
it: Nessuna descrizione
ko: 설명이 제공되지 않았습니다.
pt_pt: Sem descrição
ru: Описание отсутствует
tr: Açıklama yok
uk: Опис не надано
zh_hans: 未提供任何信息
zh_hant: 尚未提供任何說明

# add-package.result.loading-description
source: Loading description…
cs: Načítání popisu balíčku…
de: Lade Beschreibung…
es_419: Cargando descripción…
fr: Chargement de la description…
it: Carico descrizione…
ko: 설명 로드 중...
pt_pt: Carregando descrição…
ru: Загрузка описания...
tr: Açıklama yükleniyor…
uk: Завантаження опису...
zh_hans: 加载简介…
zh_hant: 載入說明…

# add-package.result.loading-failed
source: Couldn't load description
cs: Popis balíčku use nepodařilo načíst
de: Beschreibung konnte nicht geladen werden
es_419: No se pudo cargar la descripción
fr: Impossible de charger la description
it: Impossibile caricare descrizione
ko: 설명을 로드할 수 없습니다.
pt_pt: Não foi possível carregar a descrição
ru: Не удалось загрузить описание
tr: Açıklama yüklenemedi
uk: Неможливо завантажити опис
zh_hans: 无法载入详细信息
zh_hant: 無法載入說明

# add-package.search.action
source: Search
cs: Hledat
de: Suche
es_419: Buscar
fr: Rechercher
it: Cerca
ko: 찾기
pt_pt: Procurar
ru: Поиск
tr: Ara
uk: Шукати
zh_hans: 搜索
zh_hant: 搜尋

# add-package.top-packages.list-item-%lld
source: %lld downloads
cs: %lld stažení
es_419: %lld descargas
fr: %lld téléchargements
ko: %lld 다운로드
ru: %lld загрузок
tr: %lld indirme
uk: %lld завантаження
zh_hans: %lld 次下载
zh_hant: 已下載 %lld 次

# add-package.search.prompt
source: Search for packages…
cs: Hledat balíčky
de: Suche nach Paketen…
es_419: Buscar paquetes…
fr: Rechercher un package…
it: Cerca pacchetti…
ko: 패키지 검색...
pt_pt: Procurar por bibliotecas…
ru: Поиск пакетов...
tr: Paket ara…
uk: Шукати пакети…
zh_hans: 搜索软件包…
zh_hant: 搜尋套件…

# add-package.search.results.casks.none-found
source: No Casks found
cs: Nebyly nalezeny žádné Soudky
de: Keine Casks gefunden
es_419: No se encontraron Casks
fr: Aucun Casks trouvés
it: Nessun cask trovato
ru: Приложения macOS не найдены
tr: Cask bulunamadı
uk: Не знайдено Casks
zh_hans: 未找到 Cask
zh_hant: 找不到任何 Casks

# add-package.install.requires-sudo-password.description
source: You will have to install this package through the Terminal. Use the command below.
cs: Tento balíček musíte nainstalovat přes Terminál. Použijte tento příkaz.
de: Dieses Paket musst du mit Hilfe des Terminals Installieren. Benutze dafür den unten stehenden Befehl.
es_419: Tendrás que instalar este paquete a través de la Terminal. Utilice el siguiente comando.
fr: Vous devrez installer ce package via le Terminal. Utilisez la commande ci-dessous.
it: Per installare questo pacchetto devi usare il Terminale. Usa il comando sottostante.
ko: 터미널을 통해 이 패키지를 설치해야 합니다. 아래 명령을 사용합니다.
pt_pt: Esta biblioteca precisa de ser instalada pelo Terminal. Usa o seguinte comando.
ru: Этот пакет необходимо установить через Терминал. Используйте команду ниже.
tr: Bu paketi Terminal üzerinden kurmanız gerekecek. Aşağıdaki komutu kullanın.
uk: Вам доведеться встановити цей пакет через Термінал. Скористайтеся командою нижче.
zh_hans: 您需要通过终端安装此软件包。 请使用下方的命令。
zh_hant: 您必須透過終端機安裝此套件。 請使用以下指令。

# add-package.search.results.formulae
source: Found Formulae
cs: Nalezené vzorce
de: Gefundene Formulae
es_419: Fórmulas encontradas
fr: Formules trouvées
it: Formule trovate
ko: 발견한 Formulae
pt_pt: Formulae encontradas
ru: Найденные программы
tr: Bulunan Formüller
uk: Знайдені Formula
zh_hans: 找到以下 Formula
zh_hant: 已找到 Formulae

# add-package.search.results.formulae.none-found
source: No Formulae found
cs: Nebyly nalezeny žádné Vzorce
de: Keine Formeln gefunden
es_419: No se encontraron Fórmulas
fr: Aucunes Formules trouvées
it: Nessuna formula trovata
ru: Консольные приложения/библиотеки не найдены
tr: Formül bulunamadı
uk: Не знайдено Formulae
zh_hans: 未找到 Formula
zh_hant: 找不到任何 Formulae

# add-package.search.results.packages.none-found
source: No results found
cs: Nebyly nalezeny žádné balíčky
de: Keine Ergebnisse gefunden
es_419: No se encontraron resultados
fr: Aucun résultats trouvés
it: Nessun risultato
ru: Ничего не найдено
tr: Sonuç bulunamadı
uk: Результату не знайдено
zh_hans: 未找到结果
zh_hant: 找不到相符的結果

# add-package.searching-%@
source: Searching for %@…
cs: Hledání %@…
de: Suche nach %@…
es_419: Buscando %@…
fr: Recherche pour %@…
it: Cerco %@…
ko: %@ 검색 중...
pt_pt: Procurando por %@…
ru: Идет поиск %@...
tr: %@ aranıyor…
uk: Пошук %@...
zh_hans: 正在搜索 %@…
zh_hant: 搜尋 %@ 中…

# add-package.title
source: Install packages
cs: Nainstalovat balíčky
de: Installiere Pakete
es_419: Instalar paquetes
fr: Installer un paquet
it: Installa pacchetti
ko: 패키지 설치
pt_pt: Instalar bibliotecas
ru: Установка пакетов
tr: Paketleri kur
uk: Встановлення пакетів
zh_hans: 安装软件包
zh_hant: 安裝套件

# add-package.top-casks
source: Top Casks
cs: Nejoblíbenější soudky
es_419: Casks populares
fr: Casks populaires
it: Cask popolari
ko: 상위 Casks
ru: Популярные приложения macOS
tr: Liste Başı Cask'lar
uk: Популярні Cask
zh_hans: 热门 Cask
zh_hant: 熱門應用程式

# add-package.top-formulae
source: Top Formulae
cs: Nejoblíbenější vzorce
es_419: Fórmulas populares
fr: Formules populaires
it: Formule popolari
ko: 상위 Formulae
ru: Популярные программы/библиотеки
tr: Liste Başı Formüller
uk: Популярні Formula
zh_hans: 热门 Formula
zh_hant: 熱門命令列工具

# action.repair-%@
source: Repair %@
cs: Opravit %@
de: Repariere %@
es_419: Reparar %@
fr: Réparer %@
it: Ripara %@
ko: 복구 %@
pt_pt: Reparar %@
ru: Починить %@
tr: %@'i onar
uk: Відремонтувати %@
zh_hans: 修复 %@
zh_hant: 修復 %@

# action.reinstall-package
source: Reinstall
cs: Znovu nainstalovat
de: Neuinstallation
es_419: Reinstalar
fr: Réinstaller
it: Reinstalla
ru: Переустановить
tr: Yeniden Yükle
uk: Перевстановити
zh_hans: 重新安装
zh_hant: 重新安裝

# add-package.install.show-details
source: Show details
cs: Zobrazit podrobnosti
de: Details anzeigen
es_419: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ko: 세부 정보 보기
pt_pt: Mostrar detalhes
ru: Показать подробности
tr: Detayları göster
uk: Показати деталі
zh_hans: 显示详细信息
zh_hant: 顯示細節

# add-package.install.requires-sudo-password-%@
source: Elevated permissions are required to install %@
cs: Pro nainstalování %@ je potřeba oprávnění správce
de: Erweiterte Berechtigungen werden für die Installation von %@ benötigt
es_419: Se requieren permisos elevados para instalar %@
fr: Des permissions élevées sont nécessaires pour installer %@
it: Per installare %@ sono necessari ulteriori permessi
ko: %@ 를 설치하려면 관리자 권한이 필요합니다.
pt_pt: A instalação de %@ necessita de permissões elevadas
ru: Для установки %@ нужны привилегии администратора
tr: %@ kurulumu için yükseltilmiş izinler gereklidir
uk: Для встановлення потрібні привілеї адміністратора
zh_hans: 安装 %@ 需要更高权限
zh_hant: 需要提升權限才能安裝 %@

# add-tap.complete-%@
source: Successfully added %@
cs: Pípa %@ přidána
de: %@ erfolgreich hinzugefügt
es_419: Añadido con éxito %@
fr: Ajouté avec succès de %@
it: %@ aggiunto con successo
ko: %@ 를 성공적으로 추가했습니다.
pt_pt: %@ adicionado com sucesso
ru: %@ добавлен успешно
tr: %@ başarıyla eklendi
uk: Успішно додано %@
zh_hans: 成功添加 %@
zh_hant: 新增 %@ 成功

# add-tap.progress-%@
source: Adding %@
cs: Přidávání %@
de: Füge %@ hinzu...
es_419: Agregando %@
fr: Ajout de %@
it: Aggiungo %@
ko: %@ 추가
pt_pt: Adicionando %@
ru: Подключение %@
tr: %@ ekleniyor
uk: Додавання %@
zh_hans: 添加 Tap %@
zh_hant: 正在新增 Tap %@

# add-tap.complete.description
source: There were no errors
cs: Nevyskytly se žádné chyby
de: Es wurden keine Fehler festgestellt
es_419: No hubo errores
fr: Il n'y a eu aucune erreur
it: Nessun errore
ko: 오류 없음
pt_pt: Sem erros
ru: Проблем не обнаружено
tr: Herhangi bir hata oluşmadı
uk: Помилок не було
zh_hans: 未发生任何错误
zh_hant: 未發生任何錯誤

# add-tap.error.action
source: Try Again
cs: Zkusit znovu
de: Erneut versuchen
es_419: Intentar otra vez
fr: Essayez à nouveau
it: Riprova
ko: 다시 시도
pt_pt: Tenta novamente
ru: Повторить
tr: Tekrar Dene
uk: Спробуйте знову
zh_hans: 重试
zh_hant: 重試

# add-tap.error.other-%@
source: An error occurred while adding %@
cs: Při přidávání pípy %@ se vyskytla chyba
de: Beim Hinzufügen von %@ ist ein Fehler aufgetreten.
es_419: Se produjo un error al agregar %@
fr: Une erreur s'est produite lors de l'ajout de %@
it: Si è verificato un errore durante l’aggiunta di %@
ko: %@ 을(를) 추가하는 동안 오류가 발생했습니다.
pt_pt: Ocorreu um erro a adiconar %@
ru: Произошла ошибка при добавлении источника %@
tr: %@ eklenirken bir hata oluştu
uk: Виникла помилка під час додавання %@
zh_hans: 在添加 Tap %@ 时出现了错误
zh_hant: 新增 Tap %@ 時發生錯誤

# add-tap.error.other.description
source: Try adding it again in a few minutes
cs: Zkuste to znovu za pár minut
de: Versuche es später erneut
es_419: Intente agregarlo nuevamente en unos minutos.
fr: Essayez de l'ajouter à nouveau dans quelques minutes
it: Prova a riaggiungerlo tra qualche minuto
ko: 몇 분 후에 다시 추가해 보세요.
pt_pt: Tenta novamente dentro de alguns minutos
ru: Попробуйте добавить источник еще раз через несколько минут
tr: Birkaç dakika sonra tekrar eklemeyi deneyin
uk: Спробуйте додати через кілька хвилин
zh_hans: 请在几分钟后重试
zh_hant: 請稍後再重新嘗試新增

# add-tap.error.repository-not-found-%@
source: %@ doesn't exist
cs: Pípa %@ neexistuje
de: %@ existiert nicht
es_419: %@ no existe
fr: %@ n'existe pas
it: %@ non esiste
ko: %@이 존재하지 않습니다.
pt_pt: %@ não existe
ru: %@ не существует
tr: %@ mevcut değil
uk: %@ не існує
zh_hans: %@ 不存在
zh_hant: %@ 不存在

# add-tap.error.repository-not-found.description
source: Double-check that you wrote the name right
cs: Zjistěte se, že jste její název napsali správně
de: Vergewissere dich, dass du den Namen richtig geschrieben hast
es_419: Vuelve a verificar que hayas escrito bien el nombre.
fr: Vérifiez que vous avez correctement saisi le nom
it: Assicurati di aver scritto il nome giusto
ko: 이름을 올바르게 썼는지 다시 확인하세요.
pt_pt: Verifica que escreveste bem
ru: Проверьте правильность названия
tr: İsmi doğru yazdığınızdan emin olun
uk: Переконайтесь, що Ви написали назву правильно
zh_hans: 请仔细检查你输入的名称是否正确
zh_hant: 請再次確認您所輸入的名稱正確無誤

# add-tap.manual-repo-address.label
source: Tap address:
cs: Adresa pípy:
de: Tap adresse:
es_419: Dirección de tap:
fr: Adresse du tap :
it: Indirizzo tap:
ko: 탭 주소:
pt_pt: Morada da Tap:
ru: Адрес источника:
tr: Tap adresi:
uk: Адреса Tap:
zh_hans: Tap 链接:
zh_hant: Tap 位址：

# add-tap.manual-repo-address.title
source: Add a tap from an external address
cs: Přidat pípu z externí adresy
de: Hinzufügen ein Tap von einer externen Adresse
es_419: Agregar un tap desde una dirección externa
fr: Ajouter un tap à partir d'une adresse externe
it: Aggiungi un tap da un indirizzo esterno
ko: 외부 주소에서 탭 추가
pt_pt: Adicionar uma Tap com uma morada externa
ru: Добавление источника по внешнему адресу
tr: Harici bir adresten tap ekle
uk: Додайте Tap із зовнішньої адреси
zh_hans: 使用外部链接添加 Tap
zh_hant: 使用外部位址來新增 Tap

# add-package.uninstall.requires-sudo-password.description
source: You will have to uninstall this package through the Terminal. Use the command below.
cs: Tento balíček musíte odinstalovat přes Terminál. Použijte tento příkaz.
de: Sie müssen dieses Paket über das Terminal deinstallieren. Verwenden Sie den folgenden Befehl.
es_419: Tendrás que desinstalar este paquete a través de la Terminal. Utilice el siguiente comando.
fr: Vous devrez désinstaller ce package via le Terminal. Utilisez la commande ci-dessous.
it: Per disinstallare questo pacchetto devi usare il Terminale. Usa il comando sottostante.
ko: 터미널을 통해 이 패키지를 제거해야 합니다. 아래 명령을 사용하세요.
pt_pt: A desinstalação desta biblioteca tem de ser feita pelo Terminal. Usa o comando seguinte.
ru: Этот пакет необходимо удалить через Терминал. Используйте команду ниже.
tr: Bu paketi Terminal üzerinden kaldırmanız gerekecek. Aşağıdaki komutu kullanın.
uk: Вам доведеться видалити цей пакет через Термінал. Скористайтеся командою нижче.
zh_hans: 您需要通过终端卸载此软件包。 请使用下方的命令。
zh_hant: 您必須使用終端機來解除安裝這個套件。 使用下列指令。

# add-tap.typing.error.empty
source: Tap name empty
cs: Název pípy prázdný
de: Tap Name ist leer
es_419: Nombre de tap vacío
fr: Nom du tap vide
it: Nome tap vuoto
ko: 탭 이름 비어있음
pt_pt: Nome da Tap vazio
ru: Название источника пусто
tr: Tap adı boş
uk: Пусте імʼя Tap
zh_hans: 未输入 Tap 名称
zh_hant: 未輸入 Tap 名稱

# add-package.result.not-optimized-for-%@
source: Not optimized for %@
cs: Pro %@ neoptimalizováno
de: Nicht für %@ optimiert
es_419: No optimizado para %@
fr: Non optimisé pour %@
it: Non ottimizzato per %@
ko: %@에 최적화되지 않음
pt_pt: Não otimizado para %@
ru: Не оптимизирован для %@
tr: %@ için optimize edilmemiş
uk: Не оптимізовано для %@
zh_hans: 未对 %@ 优化
zh_hant: 尚未針對 %@ 執行最佳化

# add-tap.typing.error.empty.description
source: You didn't put in any tap name
cs: Nezadali jste název pípy
de: Du hast keine Tap Namen angegeben
es_419: No pusiste ningún nombre de tap.
fr: Vous n'avez pas saisi de nom de tap
it: Non hai inserito nessun nome per il tap
ko: 탭 이름을 입력하지 않았습니다.
pt_pt: Não escreveste nenhum nome
ru: Вы не ввели название источника
tr: Tap adı girmediniz
uk: Ви не додали жодного імені Tap
zh_hans: 你未输入任何 Tap 名称
zh_hant: 您尚未輸入任何 Tap 的名稱

# add-tap.typing.error.slash
source: Tap name needs a slash
cs: Název pípy musí obsahovat lomítko
de: Tap benötigt Schrägstrich
es_419: El nombre del Tap necesita una barra
fr: Le nom du tap doit contenir un slash
it: Il nome del tap richiede uno slash
ko: 탭 이름에 슬래시가 필요합니다.
pt_pt: Nome da Tap requer um traço
ru: Название источника должно содержать косую черту
tr: Tap ismi için eğik çizgi gerekli
uk: Ім'я Tap потребує слеш
zh_hans: Tap 名称需要包含斜杠
zh_hant: Tap 名稱裡需有斜線號

# add-tap.typing.error.slash.description
source: Tap names always have to contain a slash
cs: Názvy píp musí obsahovat lomítko
de: Taps müssen immer ein Schrägstrich beinhalten
es_419: Los nombres de los Taps siempre deben contener una barra diagonal.
fr: Les noms de tap doivent toujours contenir un slash
it: I nomi dei tap devono contenere sempre uno slash
ko: 탭 이름에는 항상 슬래시가 포함되어야 합니다.
pt_pt: Nomes de Taps requerem sempre um traço
ru: В название источников всегда присутствует косая черта
tr: İsimler eğik çizgi ( / ) içermek zorundadır
uk: Імена Tap завжди повинні містити слеш
zh_hans: Tap 名称必须包含斜杠
zh_hant: Tap 名稱必需包含斜線號
